Repository: LambdaCast/LambdaCast
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: The next streamings
de: Die nächsten Streams

source: Here you will see the streams
de: Hier wirst du die nächsten Streams sehen

source: Stream title
de: Stream Titel

source: Slugs are parts of an URL that you can define
de: Slugs sind Teile der URL die definiert werden können

source: Beginning of the event
de: Beginn der Veranstaltung

source: End of the event
de: Ende der Veranstaltung

source: Description
de: Beschreibung

source: RTMP is a protocol to stream video. If you have a server as host, you can insert a link of the output
de: RTMP ist ein Protokoll um Videoinformation zu streamen. Wenn es einen Host-Server gibt, kann man hier den Link der Ausgabe angeben.

source: Audio-only Link
de: Link nur zu Audioinhalten

source: iFrame of the Stream
de: iFrame des Streams

source: Published
de: Veröffentlicht

source: Created
de: Erstellt

source: Modified
de: Geändert

source: link to another website
de: Link zu einer anderen Webseite

source: display the content of body
de: Zeige den Inhalt an

source: Activated
de: Aktiviert

source: Is part of the URL that you can define
de: Ist Teil der URL, die festgelegt werden kann

source: Title
de: Titel

source: Display
de: Anzeige

source: Body
de: Inhalt

source: Icon
de: Symbol

source: URL that links to an external website
de: URL die zu einer externen Webseite verweist

source: Order
de: Reihenfolge

source: Set the order of the menu items with smallest number first
de: Die Reihenfolge der Menüpunkte beginnt mit der kleinsten Zahl

source: Publish marked media
de: Veröffentliche markierte Inhalte

source: Marked media all get a torrent
de: Alle markierten Inhalte als Torrent anbieten

source: Advanced options
de: Erweiterte Einstellungen

source: Moderate marked comments
de: Gib alle markierten Kommentare frei

source: %s - Latest Episodes
de: %s - Neuste Inhalte

source: The latest episodes from %s
de: Die neusten Inhalte von %s

source: %s - Latest Episodes (Torrent)
de: %s - Neuste Inhalte

source: Torrent feed for the latest episodes from %s
de: Torrent-Feed für die neusten Inhalte von %s

source: Torrents for Channel %s
de: Torrents für den Kanal %s

source: Media Items in Collection %s
de: Inhalte in der Sammlung %s

source: Torrents for items in Collection %s
de: Torrents für Inhalte in der Sammlung %s

source: Latest comments from %s
de: Neuer Kommentar zu %s

source: New comment to %s
de: Neuer Kommentar zu %s

source: Automaticly
de: Automatisch

source: Thumbnail
de: Vorschaubild

source: File Formats
de: Dateiformate

source: Enter the URL to the mp4 file
de: Füge die URL zur mp4-Datei ein

source: Enter the URL to the WebM file
de: Füge die URL zur webm-Datei ein

source: Enter the URL to the mp3 file
de: Füge die URL zur mp3-Datei ein

source: Enter the URL to the ogg file
de: Füge die URL zur ogg-Datei ein

source: Enter the URL to the Opus file
de: Füge die URL zur opus-Datei ein

source: The name of the image with file format like "test.png"
de: Der Dateiname des Bildes mit Dateiendung "test.png"

source: Only upload image files
de: Bitte lade ausschließlich Bilddateien hoch

source: File
de: Datei

source: No License
de: Keine Lizenz

source: CreativeCommons - Attribution
de: CreativeCommons - Namensnennung

source: CreativeCommons - Attribution - NonCommercial
de: CreativeCommons - Namensnennung - Nicht-Kommerziell

source: CreativeCommons - Attribution - NonCommercial - NoDerivs
de: CreativeCommons - Namensnennung - Nicht-Kommerziell - Keine Bearbeitung

source: CreativeCommons - Attribution - NoDerivs
de: CreativeCommons - Namensnennung - Keine Bearbeitung

source: https://creativecommons.org/publicdomain/zero/1.0/
de: https://creativecommons.org/publicdomain/zero/1.0/deed.de

source: http://creativecommons.org/licenses/by/3.0/
de: https://creativecommons.org/licenses/by/3.0/deed.de

source: http://creativecommons.org/licenses/by-nc/3.0/
de: https://creativecommons.org/licenses/by-nc/3.0/deed.de

source: http://creativecommons.org/licenses/by-nc-nd/3.0/
de: https://creativecommons.org/licenses/by-nc-nd/3.0/deed.de

source: http://creativecommons.org/licenses/by-nd/3.0/
de: https://creativecommons.org/licenses/by-nd/3.0/deed.de

source: URL to Transcoded File
de: URL zur transkodierten Datei

source: Insert the link to the media file
de: Füge den Link zur Mediendatei ein

source: File Format
de: Dateiformat

source: File format of the media file
de: Die Dauer/Länge des Inhalts

source: File Size in Bytes
de: Größe der Datei in Bytes

source: Media Item the file is connected to
de: Inhalt, mit dem die Mediendatei einen Bezug hat

source: Media Type
de: Medientyp

source: File type of the media file (audio or video)
de: Die Art der Inhalte kann Video oder Audio oder beides sein.

source: Media File
de: Mediendatei

source: Media Files
de: Mediendateien

source: Date
de: Datum

source: Upload or record date
de: Hochlade- oder Aufnahmedatum

source: Insert a description to the media. You can use Markdown to add formatting
de: Füge eine Beschreibung zu den Inhalten hinzu. Für die Formatierung kann man Markdown benutzen.

source: User
de: Benutzer

source: Shows which user made or uploaded the media item
de: Zeigt an welcher Benutzer den Inhalt hochgeladen oder gemacht hat

source: Channel
de: Kanal

source: Channels are used to order your media
de: Kanäle werden für das Einordnen der Inhalte in Kategorien benutzt

source: License
de: Lizenz

source: Rights the viewer/listener has
de: Rechte die der Zuhörer/Zuschauer erhält

source: Insert a link to a blog or website that relates to the media
de: Füge einen Link zu einem Blog oder einer Website hinzu, die etwas mit dem Inhalt zu tun hat.

source: The URL to the torrent-file
de: Die URL zur Torrent-Datei

source: Video Thumb-URL
de: URL zum Videovorschaubild

source: Use a picture as thumbnail for the media list
de: Benutze ein Bild als Vorschaubild für die Auflistung der Inhalte.

source: Audio Cover-URL
de: Bild-URL für Audio

source: Use a picture as cover for the media list
de: Benutze ein Bild als Cover für die Auflistung der Inhalte.

source: Duration
de: Dauer

source: The length of the media
de: Die Dauer/Länge des Inhalts.

source: Auto-Publish
de: Automatisches Veröffentlichen

source: Encoding done
de: Umwandlung beendet

source: Torrent done
de: Torrent vorhanden

source: Insert what the media item is about in short terms divided by commas
de: Füge kurze Begriffe ein, die den Inhalt beschreiben und trenne sie mit Kommatas.

source: Media Item
de: Inhalt

source: Media Items
de: Inhalte

source: The IP of the one who posted the comment
de: Die IP des Kommentators

source: Moderated
de: Freigegeben

source: Timecode
de: Zeitpunkt

source: Comment
de: Kommentar

source: Comments
de: Kommentare

source: Describe the topic or content of the channel
de: Beschreibe die Themen oder die Inhalte des Kanals

source: Featured
de: Hervorgehoben

source: Channel Thumb URL
de: URL zum Kanalvorschaubild

source: Use a picture as thumbnail for the RSS-Feed
de: Benutze ein Bild als Vorschaubild für den RSS-Feed.

source: The media in the folder will be added to the channel automatically
de: Die Inhalte im Ordner werden automatisch dem Kanal hinzugefügt

source: Set a folder you can add media in and then get it automatically listed in LambdaCast
de: Wähle einen Ordner aus dem man Inhalte hinzufügen kann und automatisch in LambdaCast erscheinen werden.

source: Media you want to add to your collection
de: Inhalte die der Sammlung hinzufügt werden

source: Channels you want to add to your collection
de: Kanäle die der Sammlung hinzugefügt werden

source: Collection
de: Sammlung

source: Collections
de: Sammlungen

source: Title of the submittal
de: Name der Vorlage

source: Description of the submittal
de: Beschreibung der Vorlage

source: Insert a sample description to the media. You can use Markdown to add formatting
de: Füge eine Beschreibung zu den Inhalten hinzu. Für die Formatierung kann man Markdown benutzen.

source: Users of the submittal
de: Nutzer der Vorlage

source: User who use the submittal and get it shown on frontpage
de: Nutzer die, die Vorlage auf der Portalseite auswählen und benutzen können

source: Add the link of the media folder or any other one with .mp4 ending
de: Füge einen Link zu einer Datei dazu, die die Endung .mp4 besitzt.

source: Add the link of the media folder or any other one with .webm ending
de: Füge einen Link zu einer Datei dazu, die die Endung .webm besitzt.

source: Add the link of the media folder or any other one with .mp3 ending
de: Füge einen Link zu einer Datei dazu, die die Endung .mp3 besitzt.

source: Add the link of the media folder or any other one with .ogg ending
de: Füge einen Link zu einer Datei dazu, die die Endung .ogg besitzt.

source: Add the link of the media folder or any other one with .opus ending
de: Füge einen Link zu einer Datei dazu, die die Endung .opus besitzt.

source: Use a picture as thumbnail
de: Benutze ein Bild als Vorschaubild

source: Use a picture as cover
de: Benutze ein Bild als Cover

source: Submittal
de: Vorlage

source: Submittals
de: Vorlagen

source: Your comment will be moderated
de: Dein Kommentar wird freigeschaltet

source: Hello %s, Someone commented under one of your content. Please check and moderate it, so others can see the comment. Thank You.
de: Hallo %s, Jemand hat unter einem deiner Inhalte kommentiert. Bitte überprüfe das und moderiere den Kommentar, so dass andere ihn sehen können. Vielen Dank.

source: New Comment:
de: Neuer Kommentar:

source: The upload of %s was successful
de: Das Hochladen der Datei %s war erfolgreich

source: Please upload an image file
de: Bitte lade eine Bilddatei hoch

source: Gets new media out of hotfolders
de: Übernimmt neue Inhalte aus den Hotfolders

source: This is folder "%s"
de: Dies ist der Ordner "%s"

source: Using file %s
de: Verwendet die Datei %s

source: Encode the files using ffmpeg
de: Wandelt die Dateien miz ffmpeg um

source: Create Bittorrent file for media and serve via Bittorrent
de: Erstelle eine Torrent-Datei für die Inhalte und biete Bittorrent an

source: The Supercat destroyed it with it's SUPERSCRATCH!
de: Die Supercat hat es mithilfe ihrer Heldenfähigkeit SUPERKRATZER kaputt gemacht.

source: Supercat does not find anything. Speak Cattish to improve your results.
de: Supercat hat nichts gefunden. Du musst Katzisch sprechen, damit dir Ergebnisse angezeigt werden.

source: Oh, Supercat broke it's paw
de: Oh, Supercat hat sich seine Pfote gebrochen.

source: The Server has found an error. Supercat feels really sorry for that.
de: Der Server hat einen Fehler gefunden. Supercat tut das unendlich Leid.

source: Latest Originals
de: Neuste Originale

source: Latest Videos (MP4)
de: Neueste Videos (MP4)

source: Latest Videos (WEBM)
de: Neueste Videos (WEBM)

source: Latest Audio Files (MP3)
de: Neuste Audiodateien (MP3)

source: Latest Audio Files (OGG)
de: Neuste Audiodateien (OGG)

source: Comments-Feed
de: Kommentar-Feed

source: Upcoming Events
de: Kommende Veranstaltungen

source: Search
de: Suche...

source: Menu
de: Menü

source: Upload
de: Hochladen

source: Thumbnails
de: Vorschaubild

source: Status
de: Vorgänge

source: Admin
de: Verwaltung

source: Overview
de: Überblick

source: Channels
de: Kanäle

source: Logout
de: Abmelden

source: back to frontend
de: Zurück zur Hauptseite

source: Audio-Only Stream
de: nur Audioinhalte

source: There are no streams right know
de: Es sind derzeit keine Streams vorhanden

source: The next streams
de: Die nächsten Streams

source: There are no streames planned
de: Es sind derzeit keine Streams geplant

source: The next events
de: Die nächsten Streams

source: Edit
de: Bearbeiten

source: Channel Original Feed (Torrents)
de: Kanal Original Feed (Torrents)

source: Channel Video Feed (MP4)
de: Kanal Video Feed (MP4)

source: Channel Video Feed (WEBM)
de: Kanal Video Feed (WEBM)

source: Channel Audio Feed (MP3)
de: Kanal Audio Feed (MP3)

source: Channel Audio Feed (OGG)
de: Kanal Audio Feed (OGG)

source: Latest Media
de: Neuste Inhalte

source: All Channels
de: Alle Kanäle

source: Later
de: Später

source: Earlier
de: Früher

source: Original Material
de: Originales Material

source: Contact
de: Kontakt

source: Latest content
de: Neueste Inhalte

source: This site shows all media that will be or is transcoded
de: Diese Seite zeigt alle Medien, die transkodiert werden oder es schon sind.

source: Save cover
de: Cover speichern

source: Create torrent
de: Erstelle Torrent

source: Unknown task
de: Unbekannte Aufgaben

source: No task
de: Keine Aufgaben

source: Show log
de: Zeige Protokoll

source: There are no media to transcode
de: Es gibt keine Medien die transkodiert werden können

source: Log
de: Protokoll

source: Loading
de: Laden

source: Reload
de: Neu Laden

source: Close
de: Schließen

source: No log found!
de: Keine Protokolle gefunden!

source: Error!
de: Fehler!

source: Add media
de: Inhalte hinzufügen

source: Thumbnail List
de: Vorschaubild

source: Unpublished
de: Veröffentlicht

source: Time
de: Zeitpunkt

source: No comments
de: Keine Kommentare

source: Refresh Captcha
de: Captcha Neuladen

source: Send
de: Senden

source: Uploaded by
de: Hochgeladen von

source: Embedding
de: Einbetten

source: Wordpress Embed Code
de: Wordpress-Code zum Einbetten

source: None
de: Keine

source: Download Original
de: Download des Originals

source: No media is available.
de: Es sind keine Inhalte verfügbar

source: Login
de: Anmelden

source: Warning!
de: Warnung!

source: Username and password are not working together
de: Benutzername und Passwort sind nicht passend
